// News.js
const newsArticles = [
    {
    {
        id: 1,
        title: "SDGsとは何か？課題点やこれによる効果をわかりやすく解説！",
        date: "2026.07.16",
        sections: [
            {
                heading: "1. SDGsとは",
                text: "SDGsとは、持続可能な開発目標といわれ、2030年までに国際社会全体で達成すべき17のゴールからなる共通の目標です。\n\n今までの環境運動と大きく異なるのは、国連や政府だけでなく、一般企業から個人にいたるまで「地球上のすべての主体」を巻き込んでいることです。そして、17の目標は独立しているのではなく、互いに関わり合ってできています。それぞれの目標は簡潔に書かれており、実現することで地球の環境課題・経済課題を正すことができるといえます。\n\nただスローガンを掲げるのではなく、誰もが「自分ごと」として選択できるサイズまで落とし込んだからこそ、世界的な共通言語として機能しています。",
                image: "SDGs.png"
            },
            {
                heading: "2. SDGsを達成するとどうなるのか",
                text: "そんな、革新的なSDGsですが、SDGsを達成することで得られるメリットはなんでしょう。\n\nそれは、将来企業や社会が被るはずの「決定的な損出」を先まわって回避することです。例えば、突然の気候変動により、供給網の破綻や社会的な格差によって市場の縮小・消滅といったビジネスリスクを未然に防ぐことができます。また、それらが巡り巡って企業や個人の資産に直結させます。\n\n精度、企業が積極的にSDGsの達成目標に取り組むことでただSDGsの達成が近づくだけでなく、企業の支出によって市場経済の循環を補助します。"
            },
            {
                heading: "3. SDGsを達成するために",
                text: "では、いざSDGsを達成するためにできることはなんでしょうか。\n\nそれは、個人の道徳心や一時的なモチベーションに頼らず、無意識に行動を変える「仕組み」を作ることです。つまり、最初から環境にいい行動を最初から標準にすることです。例えば、マイバッグの持参率を引き上げるために「周囲の8割の人が持参している」という、具体的かつ心理的なデータを提示することで、「8割の人が行っているのなら自分もやらなくちゃ」という人間の心理的な特性が自然に環境にいい選択を選ぶようになります。\n\n改革を叫ぶのではなく選択肢自体を変えることが最も現実的で効果的な実践方法です。"
            },
            {
                heading: "4. SDGsの課題点",
                text: "SDGsはとても素晴らしいものである。と思いましたか？しかし勿論こんなSDGsにも課題点はつきものです。主に「目標が壮大すぎる」、「個人のすることがわからない」、「ゴールが見えてこない」、「企業が利益優先で行っている」という課題点が大きいといわれています。\n\nSDGsは地球規模の目標のため、目標のスケールが大きすぎて実感がわかないという仕方がない課題があります。これに合わせて、地球規模のため、「個人での取り組み」がわからないという課題もあります。また、達成目標が本当に2030年に達成できるのかという「そもそも根本的な」疑問も上がっています。\n\nそして、企業、特に大企業のSDGsの取り組みが利益しか考えていないということも問題視されています。SDGsという有利なビジネスチャンスを使って、金儲けをしようという企みでしょうか。\n\n綺麗事だけでは人間の本能的な弱さに勝てません。「人間の意志の強さ」に期待するのではなく、ルールや経済的メリットをいかに厳格に機能させるかが、乗り越えるべき本当の課題だと感じています。"
            },
            {
                heading: "5. SDGsの矛盾点",
                text: "SDGsの構造上、避けて通ることができない重大な矛盾点が存在します。\n\n典型的な例を挙げると、開発による「貧困の撲滅」や「経済成長」を最優先にしてインフラの拡大や急速な工業化を進めると、エネルギー消費量が跳ね上がったり、自然の物資が必要になったりと必然的に「気候変動への具体的な対策」や「陸の豊かさの保護」に対して悪影響を及ぼしてしまいます。\n\n17個の目標をすべて100%達成するのは理論上不可能であり、どれかを優先すれば別のどれかが犠牲になるという現実の中で、どこに最適なバランスを見出すかという、非常に泥臭く高度な意思決定のセンスが常に問われています"
            },
            {
                heading: "6. 最後に",
                text: "SDGsは、綺麗事のボランティアや理想論ではなく、私たちがこの社会で経済活動や生活を続けていくための「極めて現実的な生存戦略」に他なりません。\n\n成功者の思考パターンに共通しているのは、世界を変えるような壮大な計画をいきなり立てるのではなく、まず自分の生活やビジネスの標準を1つだけ変えるという行動です。\n\n例えば、マイボトルをデスクに置くという行動を仕組み化し、迷わず実行できる小さな良いことを日常に定着させること。その個人の小さな取り組みが、同調効果によって周囲に伝染し、結果として 2030 年の巨大なゴールを動かす確実な地盤を作っていきます。"
            }
        ]
    }
];